 {

  "items": [
    { "title": "Rindfleisch (Schulter oder Keule)", "menge": 1.2, "einheit": "kg" },
    { "title": "Lorbeerblätter", "menge": 2, "einheit": "Stück" },
    { "title": "Knollensellerie", "menge": 1, "einheit": "Stück" },
    { "title": "große Möhre", "menge": 1, "einheit": "Stück" },
    { "title": "Möhre(n)", "menge": 2, "einheit": "Stück" },
    { "title": "Zwiebel(n)", "menge": 2, "einheit": "Stück" },
    { "title": "Knoblauch", "menge": 1, "einheit": "Stück" },
    { "title": "Nelke(n)", "menge": 2, "einheit": "Stück" },
    { "title": "Pfefferkörner", "menge": 10, "einheit": "Stück" },
    { "title": "Wacholderbeeren", "menge": 5, "einheit": "Stück" },
    { "title": "Salz", "menge": 1, "einheit": "Prise" },
    { "title": "Zucker", "menge": 1, "einheit": "Prise" },
    { "title": "Rotwein", "menge": 400, "einheit": "ml" },
    { "title": "Rotweinessig", "menge": 200, "einheit": "ml" }
  ],
  "instructions": [
    "Zuallererst muss das Fleisch eingelegt werden. Dies geschieht ca. eine Woche vor dem eigentlichen Kochvorgang. Dafür das Wurzelgemüse (Möhre, Sellerie, Zwiebeln mit Schale, Knoblauch) grob klein schneiden. Das Fleisch mit dem Gemüse, den Gewürzen (Nelke, Lorbeer, Pfefferkörner, Wachholder, Salz und Zucker), Wein und dem Weinessig vermengen. In einem geschlossenen Gefäß im Kühlschrank marinieren. Selbstverständlich kann das Fleisch auch mit der Marinade vakuumiert werden, ist man im Besitz eines Vakuumiergerätes.",
    "Nach einer Woche das Fleisch aus der Marinade nehmen, trocken legen und die Marinade durch ein Sieb gießen. Das Gemüse verwerfen.",
    "Fett in einem Bräter erhitzen und das Fleisch darin Farbe nehmen lassen. Die in Würfel geschnittenen Zwiebeln ebenfalls zufügen und goldgelb werden lassen. Anschließend den Honig dazu geben und mit der abgeseihten Marinade und dem Bratenfond auffüllen. Gut 2 Stunden bei mittlerer Hitze mit Deckel garen. Das Fleisch alle halbe Stunde wenden.",
    "Nach der Garzeit das Fleisch abgedeckt zur Seite legen und das Honigbrot in die Sauce bröckeln. Sauce leise weiter köcheln lassen, bis sich das Brot aufgelöst hat. Mit dem Pürierstab die Sauce fein durchmixen und danach noch einmal abschmecken. Nun die Rosinen zufügen.",
    "Anrichten: Das Fleisch aufschneiden und mit der Sauce nappieren. Dazu selbst gemachte Kartoffelklöße und Rotkohl reichen!"
  ]
}